/* Status message shown while cancelling search. */
"Cancelling search..." = "Cancelling search...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to DBLP..." = "Connected to DBLP...";

/* Status message shown when plugin is connecting to the service */
"Connecting with DBLP..." = "Connecting with DBLP...";

/* Error message when query can't be created */
"Could not create query from searchfield input" = "Could not create query from searchfield input";

/* Error message when data cannot be fetched */
"Could not fetch data for query key (missing parameters)" = "Could not fetch data for query key (missing parameters)";

/* Error message when info cannot be fetched */
"Could not fetch info for query key (missing parameters)" = "Could not fetch info for query key (missing parameters)";

/* Error message when links cannot be fetched */
"Could not fetch links for query key (missing parameters)" = "Could not fetch links for query key (missing parameters)";

/* Status message shown after all metadata has been retrieved */
"Done." = "Done.";

/* Error message when XML data cannot be parsed */
"Error parsing XML data." = "Error parsing XML data.";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "Fetching metadata...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching Paper %d of %d..." = "Fetching Paper %d of %d...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching Papers..." = "Fetching Papers...";

/* Status message shown when no results were found for the query */
"No Papers found." = "No Papers found.";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "Please ensure you have created a proper query.";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "Please try again later.";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "Please try again.";

/* Localized name of the service */
"DBLP" = "DBLP";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable" = "Service Temporarily Unavailable";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
